Repository: torikulhabib/mindi
Catalog: po/extra/*.po
Languages: pt

source: A simple Video to Audio converter
pt: Um conversor simples de Vídeo para Áudio

source: Option to quickly convert to audio.
pt: Opção para converter rapidamente para áudio.

source: Features:
pt: Funcionalidades:

source: Get from web streaming base.
pt: Obtenha uma base de streaming da web.

source: Use from context menu: right click on video or audio file, and select Convert to Audio.
pt: Use a partir do menu de contexto: clique no botão direito do rato num ficheiro de vídeo ou áudio e selecione Converter para Áudio.

source: Use from Applications select video.
pt: Use o selecionar vídeo da aplicação.

source: Dark and light.
pt: Tema escuro e claro.

source: New style.
pt: Novo estilo.

source: Convert to MP3, M4A, OGG, WAV, WMA, FLAC, Etc.
pt: Converter para MP3, M4A, OGG, WAV, WMA, FLAC, Etc.

source: Fix and add feature
pt: Correção e adição de funcionalidades

source: Warning exist notify.
pt: Aviso de notificação de saída.

source: Reload.
pt: Recarregar.

source: Progress in aplication.
pt: Barra de progresso na aplicação.

source: Check link.
pt: Verificação da ligação.

source: Fix.
pt: Correção.

source: New icon by fatih20.
pt: Novo ícone por fatih20.

source: Updated Dutch translation by Heimen Stoffels.
pt: Tradução Holandesa atualizada por Heimen Stoffels.

source: Download from web stream base.
pt: Transferência a partir da base de streaming da web.

source: Change find folder from icon location.
pt: Alteração para pasta de procura de localização de ícone.

source: Change switch to button.
pt: Alteração de interruptor para botão.

source: Status download and converting.
pt: Estado da transferência e conversão.

source: Icon input.
pt: Entrada de ícone.

source: Info Location converted.
pt: Localização da informação convertida.

source: Fix close warning.
pt: Correção do aviso ao fechar.

source: Fix stop warning.
pt: Correção do aviso ao parar.

source: Add silent notify.
pt: Notificação em silencio adicionada.

source: Find location converted.
pt: Localização da procura convertida.

source: Ask converter location.
pt: Perguntar a localização do conversão.

source: Fix input name as output name.
pt: Alteração do nome de entrada para nome de saída.

source: Change spiner to Progress.
pt: Alteração do símbolo da progresso da execução.

source: Save last audio selected.
pt: Guardar o último ficheiro de áudio selecionado.

source: Remove unfinished file.
pt: Remover ficheiro de áudio não terminado.

source: Cancel option.
pt: Opção de cancelar.

source: Add file audio.
pt: Adicionar ficheiro de áudio.

source: Hello Juno!
pt: Olá Juno!

source: Converter to audio
pt: Conversor para áudio
